{"to":"eric@frac.tl","subject":"Re: There are 83 spam comments for every real comment [exclusive]","in_reply_to":"582643273.94165.1422382812715.JavaMail.ec2-user@ip-10-166-4-77.ec2.internal","body":"<br><blockquote type=\"cite\"><div>On Jan. 27, at 01:20 PM, Eric Snapper wrote:</div><meta http-equiv=\"content-type\" content=\"text/html; charset=utf-8\">Hi&nbsp;Chris,&nbsp;<br><br>I wanted to check in and see if you've had a chance to see our<a href=\"http://wpengine.com/wordpress-stats\"> live updating WordPress stats page</a>. I think it's incredible how far WordPress has come. Some cool things we learned doing this project is that n<span style=\"color: #444444; font-family: arial, sans-serif; font-size: 13px; line-height: 20.7999992370605px;\">ew WordPress pages are brimming with content: Each new page has almost two instances of external content from Twitter, Flickr, YouTube, Vimeo, or Photobucket (1.8 embeds per new page), and that e</span><span style=\"color: #444444; font-family: arial, sans-serif; font-size: 13px; line-height: 20.7999992370605px;\">ach new post brings about 10 new people to WordPress, and 15% of those people will leave comments about what they've read!<br><br></span>I'd love to hear your thoughts whenever you get a chance, and I'm happy to answer any questions you have or make any changes necessary if you're interested.<br><br>Best,&nbsp;<br>Eric<br>&nbsp;<br> <br> <br> <br><br><img src=\"http://i.imgur.com/0GumfYv.jpg\" alt=\"\"><br><br>-----Original Message-----<br><blockquote style=\"margin: 0 0 0 .8ex; border-left: 1px #ccc solid; padding-left: 1ex;\">Hey Chris,&nbsp;<br><br>I'm definitely going cable free. The only reason I have it now is because of sports, and the fact that it came with my internet! I already got myself an HD antenna and I have so many subscriptions that I have something to watch from here to eternity!&nbsp;<br><br>I wanted to share a new project with you that brings me back to high school and middle school when I would use LiveJournal and Xanga with my friends, but then WordPress happened and it changed everything! We wanted to take a look at just how far WordPress blogging has come, so we created this <a href=\"http://wpengine.com/wordpress-stats\">live updating embeddable graphic</a> showing WordPress stats and comparing them to other internet benchmarks.<br><br>We learned that there are as many WordPress pages as there are Wikipedia pages&nbsp;and that in just one day there are:<br><ul><li><span style=\"font-size: 13px;\">600M WordPress page views.</span></li><li><span style=\"font-size: 13px;\">500M tweets.</span></li><li><span style=\"font-size: 13px;\">45M hours of Pandora music played.</span></li><li><span style=\"font-size: 13px;\">170K new WordPress pages.</span></li></ul><br><span style=\"font-size: 13.3333339691162px;\">I've always known you should never read the comments, but seriously 83 to 1 is insane!&nbsp;</span>Do you think people might be interested seeing how WordPress has taken over blogging? I wanted to send this your way and see if you were interested in covering it. Let me know what you think when you get a chance!<br><br>Best, <br>Eric<br><br><img src=\"http://i.imgur.com/0GumfYv.jpg\" alt=\"\"><br><br></blockquote>\n</blockquote>","cc":"chris.kirk@slate.com"}